alsa-utils
base
base-devel
bluez
bluez-utils
btop
cava
cjson
cliphist
cmake
discord
dolphin
earlyoom
efibootmgr
fastfetch
firefox
flatpak
gamemode
git
grim
grub
gst-plugin-pipewire
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
jq
kio-admin
kitty
less
lib32-gamemode
lib32-nvidia-580xx-utils
libpulse
libva-intel-driver
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
mako
meson
mpvpaper
mtools
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-prime
openssh
optimus-manager-qt
os-prober
pacman-contrib
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
power-profiles-daemon
python-pip
python-pywal16
qt6-virtualkeyboard
sddm
smartmontools
socat
spicetify-cli
spotify
steam
sudo
swww
tlp
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
unzip
uwsm
vulkan-tools
waybar
wayland-utils
wine
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
zram-generator
zsh
